<?php
session_start();
?><!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
    <?php
include ('tpl/link.php');
    ?>
<title>Политика Конфиденциальности</title>

</head>
<body class = "body-top">
    
    <?php
include ('tpl/header.php');
    ?>    
        
<main class = "flex">
<div class = "row">
<div class = "col">
<h1> ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
<p>Мы уважаем ваше право на неприкосновенность частной жизни и понимаем, что вам, как посетителю данного сайта, необходимо понять, как мы будем использовать личную информацию, которую вы предоставляете нам во время вашего визита. </p>
<h3>КАКУЮ ЛИЧНУЮ ИНФОРМАЦИЮ МЫ СОБИРАЕМ?</h3>
<p>Когда вы просматриваете Сайт, вы делаете это анонимно. Личная идентифицируемая информация, связанная с вами, включая ваш адрес электронной почты, не собирается.</p>
<h3>IP-АДРЕС</h3>
<p>Адрес Интернет-протокола («IP») — это уникальная строка номеров, присвоенная вашему компьютеру вашим поставщиком услуг Интернета. Веб-серверы автоматически идентифицируют ваш компьютер по его IP-адресу. Мы будем использовать ваш IP-адрес, чтобы помочь диагностировать проблемы с нашим сервером и управлять сайтом. Мы не связываем ваш IP-адрес с чем-либо, идентифицируемым лично.</p>
<h3>Cookie</h3>
<p>"Cookie" - это небольшой файл данных, который может быть размещен на жестком диске при посещении определенных веб-сайтов. Мы используем файлы cookie для сбора, хранения, а иногда и отслеживания информации в статистических целях для улучшения предоставляемых услуг. Эти файлы cookie не позволяют третьим лицам получить доступ к вашей личной информации. Кроме того, имейте в виду, что если вы посещаете другие веб-сайты, вы можете быть обязаны принимать файлы cookie. Рекламодатели и партнеры также могут использовать свои собственные файлы cookie. Мы не контролируем использование этих файлов cookie и прямо не несем ответственности за информацию, собранную через них.</p>
<h3>А КАК НАСЧЕТ ЛИЧНОЙ ИДЕНТИФИЦИРУЕМОЙ ИНФОРМАЦИИ ДЕТЕЙ?</h3>
<p> Мы предполагаем, что кулинария и знания должны быть доступны всем!</p>
<h3>ЧТО ЕЩЕ ВЫ ДОЛЖНЫ ЗНАТЬ О ВАШЕЙ КОНФИДЕНЦИАЛЬНОСТИ?</h3>
<h3>ССЫЛКИ НА ДРУГИЕ САЙТЫ</h3>
<p>Наш сайт содержит гиперссылки и указатели на интернет-сайты, поддерживаемые третьими лицами. Эти ссылки предоставляются только для вашей ссылки. Мы не контролируем, не работаем и не одобряем какую-либо информацию, продукты или услуги на таких сторонних сайтах и не несем ответственности за их содержание. Многие сторонние сайты имеют свои собственные политики конфиденциальности, которые отличаются от наших. Эта политика конфиденциальности распространяется только на наш Сайт и не распространяется на любой другой сайт. Хотя мы приложить все усилия, чтобы сохранить вашу информацию в безопасности, мы не контролируем политику других сайтов.</p>
<h3>КАК ВЫ УЗНАЕТЕ ОБ ИЗМЕНЕНИЯХ В НАШЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ?</h3>
<p>Время от времени мы можем вносить изменения в нашу политику конфиденциальности. Мы хотели бы получить ваши комментарии и вопросы об этой политике конфиденциальности и любом другом вопросе, который у вас есть относительно нашего Сайта. Пожалуйста, обращайтесь к нам с комментариями или вопросами через наш сайт или почтовую почту. Вы можете связаться<a href="about.php">с нами</a>.</p>
<h3>КОГДА И КАК Я МОГУ ПРИНЯТЬ ВАШУ ПОЛИТИКУ КОНФИДЕНЦИАЛЬНОСТИ?</h3>
<p>Ваше использование нашего сайта, включая любые споры, касающиеся конфиденциальности, зависит от этой политики конфиденциальности. ИСПОЛЬЗУЯ НАШ САЙТ, ВЫ ПРИНИМАЕТЕ ПРАКТИКУ, УСТАНОВЛЕННУЮ В ЭТОЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ. Мы оставляем за собой право изменить эту политику конфиденциальности в любое время, разместив изменения на этой странице. Ваше дальнейшее использование любой части нашего Сайта после публикации обновленной политики конфиденциальности будет представлять ваше согласие с изменениями.</p><div>
    
    
</div>
</div>
    </div>
</main>
<!-- Ноги сайта -->
       
        
    <?php
    include ('tpl/footer.php');
    ?>
    
       
    
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.1/dist/js/bootstrap.bundle.min.js" integrity="sha384-gtEjrD/SeCtmISkJkNUaaKMoLD0//ElJ19smozuHV6z3Iehds+3Ulb9Bn9Plx0x4" crossorigin="anonymous"></script>
    </body></html>